{
	"properties": [
		{
			"id": "prop1",
			"type": "House",
			"bedrooms": 3,
			"bathrooms": 2,
			"parking": "Yes",
			"squareFeet": 550,
			"price": 750000,
			"tenure": "Freehold",
			"description": "An attractive and well-presented three-bedroom semi-detached family home ideally situated within approximately 0.5 miles of Petts Wood station, offering fast trains into London and within easy walking distance of local shops, highly regarded schools, bus routes, and National Trust woodland. The property features two spacious reception rooms, an impressive fitted kitchen/breakfast room, a bright conservatory overlooking the garden, along with the added convenience of a utility room and ground-floor cloakroom. Upstairs comprises three well-proportioned bedrooms, a family bathroom, and a separate WC. Further benefits include double glazing, gas central heating, off-street parking, freehold tenure, and a well-maintained interior throughout, making this an ideal family home in a highly sought-after location.",
			"location": "Petts Wood Road, Petts Wood, Orpington BR5",
			"picture": "/images/house.jpg",
			"images": [
				"/images/house_1.jpg",
				"/images/house_2.jpg",
				"/images/house_3.jpg",
				"/images/house_4.jpg",
				"/images/house_5.jpg",
				"/images/house_6.jpg",
				"/images/house_7.jpg",
				"/images/house_8.jpg"
			],
			"floorplan": "/images/floorplan_house.jpg",
			"mapUrl": "https://www.google.com/maps?q=Petts+Wood&output=embed",
			"added": { "month": "October", "day": 12, "year": 2022 }
		},
		{
			"id": "prop2",
			"type": "Flat",
			"bedrooms": 2,
			"bathrooms": 2,
			"parking": "No",
			"squareFeet": 250,
			"price": 399995,
			"tenure": "Leasehold",
			"description": "A beautifully presented two double bedroom, two bathroom garden flat offered in excellent decorative order throughout, ideally located on Crofton Road in Orpington. The property features a spacious open-plan living room and modern fitted kitchen with solid wooden flooring and a range of integrated appliances, including a dishwasher and washing machine, with bi-folding doors opening onto a secluded private courtyard garden, ideal for indoor-outdoor living. Both bedrooms are well-proportioned doubles, served by a contemporary family bathroom with a three-piece suite and shower over the bath, along with the added benefit of a separate wet room. Additional features include walnut internal doors, Sky TV and aerial points to the living area and both bedrooms, and the reassurance of the remainder of a 10-year building warranty, making this an ideal purchase for first-time buyers, downsizers, or investors.",
			"location": "Crofton Road, Orpington BR6",
			"picture": "/images/flat.jpg",
			"images": [
				"/images/flat_1.jpg",
				"/images/flat_2.jpg",
				"/images/flat_3.jpg",
				"/images/flat_4.jpg",
				"/images/flat_5.jpg",
				"/images/flat_6.jpg",
				"/images/flat_7.jpg",
				"/images/flat_8.jpg"
			],
			"floorplan": "/images/floorplan_flat.jpg",
			"mapUrl": "https://www.google.com/maps?q=Crofton+Road+Orpington&output=embed",
			"added": { "month": "September", "day": 14, "year": 2022 }
		},
		{
			"id": "prop3",
			"type": "Bungalow",
			"bedrooms": 2,
			"bathrooms": 1,
			"squareFeet": 350,
			"parking": "Yes",
			"price": 635000,
			"tenure": "Freehold",
			"description": "A charming and well-maintained detached three-bedroom bungalow, ideally positioned within a quiet and sought-after residential area of Chislehurst, offering spacious and versatile single-storey accommodation well suited to downsizers, families, or those seeking step-free living. The property boasts a bright dual-aspect living room providing an excellent space for both relaxing and entertaining, alongside a fitted kitchen/breakfast room offering ample storage and worktop space. There are three generously proportioned bedrooms, all served by a modern shower room finished to a good standard. To the rear, a conservatory overlooks the garden and provides an additional reception space with views over the outdoor area, ideal for year-round enjoyment. Externally, the property benefits from off-street parking, a detached garage, and a well-kept garden, while further advantages include freehold tenure and convenient access to local shops, bus routes, and nearby amenities. This delightful bungalow offers a rare opportunity to enjoy peaceful living in a well-connected and desirable location.",
			"location": "Apple Street, Chisington BR7",
			"picture": "/images/bungalow.jpg",
			"images": [
				"/images/bungalow.jpg",
				"/images/bungalow_1.jpg",
				"/images/bungalow_2.jpg",
				"/images/bungalow_3.jpg",
				"/images/bungalow_4.jpg",
				"/images/bungalow_5.jpg",
				"/images/bungalow_6.jpg",
				"/images/bungalow_7.jpg"
			],
			"floorplan": "/images/floorplan_bungalow.jpg",
			"mapUrl": "https://www.google.com/maps?q=Apple+Street+Chisington&output=embed",
			"added": { "month": "April", "day": 2, "year": 2022 }
		},
		{
			"id": "prop4",
			"type": "Apartment",
			"bedrooms": 1,
			"bathrooms": 1,
			"squareFeet": 300,
			"parking": "No",
			"price": 456000,
			"tenure": "Leasehold",
			"description": "A stylish and well-appointed one-bedroom apartment set within a popular modern development, ideally located just moments from Shilington South station, providing excellent transport links for commuters. The property offers a bright and contemporary open-plan kitchen and living area, complete with a range of integrated appliances and direct access to a private balcony, perfect for relaxing or entertaining. The accommodation further comprises a spacious double bedroom and a sleek, modern bathroom finished to a high standard. Residents benefit from secure entry, lift access, and well-maintained communal areas, making the development both convenient and safe. Offered on a leasehold basis, this apartment is ideally suited to professionals, first-time buyers, or investors seeking a low-maintenance home in a well-connected and desirable location close to local amenities.",
			"location": "Bringdon Avenue, Shilington BR8",
			"picture": "/images/apartment.jpg",
			"images": [
				"/images/apartment_1.jpg",
				"/images/apartment_2.jpg",
				"/images/apartment_3.jpg",
				"/images/apartment_4.jpg",
				"/images/apartment_5.jpg",
				"/images/apartment_6.jpg",
				"/images/apartment_7.jpg",
				"/images/apartment_8.jpg"
			],
			"floorplan": "/images/floorplan_apartment.jpg",
			"mapUrl": "https://www.google.com/maps?q=Bringdon+Avenue+Shilington&output=embed",
			"added": { "month": "January", "day": 25, "year": 2022 }
		},
		{
			"id": "prop5",
			"type": "Semi-Detached House",
			"bedrooms": 5,
			"bathrooms": 3,
			"squareFeet": 1040,
			"parking": "Yes",
			"price": 986000,
			"tenure": "Freehold",
			"description": "A beautifully presented and substantial five-bedroom semi-detached family home offering an excellent blend of modern comfort and classic character, ideally located on the sought-after Primton Road in Bellington. The property boasts a bright and spacious living room featuring an attractive bay window, complemented by a separate dining room that provides an ideal space for family meals and entertaining. A contemporary fitted kitchen with a range of integrated appliances offers both style and practicality, creating the heart of the home. Arranged over multiple levels, the accommodation includes five well-proportioned bedrooms, providing flexible living options for growing families or those working from home, along with three well-appointed bathrooms, including a stylish family bathroom. Further benefits include off-street parking, generous internal space throughout, freehold tenure, and a well-maintained interior, making this an exceptional family home in a desirable residential location close to local amenities, schools, and transport links.",
			"location": "Primton Road, Bellington BR9",
			"picture": "/images/semi_detached.jpg",
			"images": [
				"/images/semi_1.jpg",
				"/images/semi_2.jpg",
				"/images/semi_3.jpg",
				"/images/semi_4.jpg",
				"/images/semi_5.jpg",
				"/images/semi_6.jpg",
				"/images/semi_7.jpg",
				"/images/semi_8.jpg"
			],
			"floorplan": "/images/floorplan_semi_detached.jpg",
			"mapUrl": "https://www.google.com/maps?q=Primton+Road+Bellington&output=embed",
			"added": { "month": "December", "day": 30, "year": 2022 }
		},
		{
			"id": "prop6",
			"type": "Cottage",
			"bedrooms": 2,
			"bathrooms": 1,
			"squareFeet": 630,
			"parking": "Yes",
			"price": 298000,
			"tenure": "Freehold",
			"description": "A delightful and characterful two-bedroom period cottage, ideally positioned in a sought-after semi-rural location on the edge of Goodsprings, offering a charming blend of traditional features and sympathetic modern updates. The property features a cosy and inviting living room complete with exposed beams and a log burner, creating a warm and welcoming atmosphere, alongside a well-appointed country-style kitchen that complements the home’s period charm. To the first floor are two generously sized double bedrooms and a stylish modern bathroom. Externally, the cottage benefits from a pretty garden, ideal for relaxing or entertaining, as well as allocated off-street parking. Set close to scenic countryside walks, local village pubs, and amenities, this freehold cottage is perfectly suited to those seeking a peaceful lifestyle with easy access to local conveniences.",
			"location": "Novac Street, Goodsprings BR3",
			"picture": "/images/cottage.jpg",
			"images": [
				"/images/cottage_1.jpg",
				"/images/cottage_2.jpg",
				"/images/cottage_3.jpg",
				"/images/cottage_4.jpg",
				"/images/cottage_5.jpg",
				"/images/cottage_6.jpg",
				"/images/cottage_7.jpg",
				"/images/cottage_8.jpg"
			],
			"floorplan": "/images/floorplan_cottage.jpg",
			"mapUrl": "https://www.google.com/maps?q=Novac+Street+Goodsprings&output=embed",
			"added": { "month": "August", "day": 21, "year": 2022 }
		},
		{
			"id": "prop7",
			"type": "Terraced",
			"bedrooms": 4,
			"bathrooms": 2,
			"squareFeet": 850,
			"parking": "Yes",
			"price": 723000,
			"tenure": "Leasehold",
			"description": "An attractive and spacious four-bedroom terraced home combining period charm with modern updates, ideally located on Locomotive Road in Bromley, just south of the historic Bromley Locomotive Museum. The ground floor offers a bright reception room featuring a character fireplace, a separate dining area ideal for entertaining, and a contemporary fitted kitchen that opens directly onto a private paved rear garden, perfect for outdoor dining and relaxation. To the upper floors, the property provides four well-proportioned bedrooms, including two doubles and a further single/study room, alongside two well-appointed bathrooms, including a stylish family bathroom with a shower over the bath. Additional benefits include double glazing, gas central heating, excellent built-in storage, and permit on-street parking. Conveniently positioned close to local shops, reputable schools, and excellent transport links, this leasehold property represents an ideal opportunity for first-time buyers or growing families seeking a well-located and characterful home.",
			"location": "Locomotive Road, Bromely BR2",
			"picture": "/images/terraced.jpg",
			"images": [
				"/images/terraced_1.jpg",
				"/images/terraced_2.jpg",
				"/images/terraced_3.jpg",
				"/images/terraced_4.jpg",
				"/images/terraced_5.jpg",
				"/images/terraced_6.jpg",
				"/images/terraced_7.jpg",
				"/images/terraced_8.jpg"
			],
			"floorplan": "/images/floorplan_terraced.jpg",
			"mapUrl": "https://www.google.com/maps?q=Locomotive+Road+Bromley&output=embed",
			"added": { "month": "June", "day": 8, "year": 2022 }
		}
	]
}
